Revit 2024 API
BuiltInFailures.CopyPasteFailures.CopyImposterContentWarn Property
 Cannot copy Render Appearance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CopyImposterContentWarn { get; }
Visual Basic
Public Shared ReadOnly Property CopyImposterContentWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CopyImposterContentWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace